USE bd_course;

INSERT INTO department (city,
                        address)
VALUES ("Йошкар-Ола",
        "Волкова, 108")
;

INSERT INTO worker (full_name,
                    job_title,
                    phone,
                    email,
                    gender,
                    birth_date,
                    hire_date,
                    description,
                    department_id
)
VALUES (
        "Борисов Кирилл Александрович",
        "Уборщик",
        "+79339339393",
        "kirill.borisov@ispring.institute",
        1,
        "2005-10-28 00:00:00",
        "2023-10-28 00:00:00",
        "Он слишком хорош. Он слишком хорош. Он слишком хорош. Он слишком хорош. Он слишком хорош. Он слишком хорош. Он слишком хорош. Он слишком хорош. Он слишком хорош. Он слишком хорош. Он слишком хорош. Он слишком хорош. Он слишком хорош. Он слишком хорош. Он слишком хорош. Он слишком хорош. Он слишком хорош. Он слишком хорош. Он слишком хорош. Он слишком хорош. Он слишком хорош. Он слишком хорош. Он слишком хорош. Он слишком хорош. Он слишком хорош. Он слишком хорош. Он слишком хорош.",
        1
        )